Repository: Yerazhas/ZikrAppSUI
Catalog: ZikrAppSUI/Resources/*.lproj/Localizable.strings
Languages: kk_kz, ru

# al-fatiha.transcription
source: Alhamdu lillaahi Rabbil ‘aalameen Ar-Rahmaanir-Raheem Maaliki Yawmid-Deen Iyyaaka na’budu wa lyyaaka nasta’een Ihdinas-Siraatal-Mustaqeem Siraatal-lazeena an’amta ‘alaihim ghayril-maghdoobi ‘alaihim wa lad-daaalleen
kk_kz: Әлхамду лиллаһи раббил ааләмин. Әр-Рахманир Рахиим. Мәлики йәумиддин. Ийәәкә наъбуду уә ийәәкә нәстәъиин. Иһдинәс-сыротал мустақим. Сыроталләзина ән амта алейһим ғайрил мағдууби алейһим уәләддоллиин.
ru: Аль-Хамду Лилляяхи Раббиль-`Алямиин. Ар-Рахмаанир-Рахиим. Малики йаумид-диин. Ийяякя ня`буду уа ийяякя наста`иин. Ихдиня ссырааталь-мустакыыйм. Ссырааталь-лязиина ан`амта `алейхим, гайриль-магдууби `алейхим уа ляд-дааалиин.

# al-fatiha.translation
source: [All] praise is [due] to Allah, Lord of the worlds – The Most Merciful, the Especially Merciful, Sovereign of the Day of Recompense. It is You we worship and You we ask for help. Guide us to the straight path – The path of those upon whom You have bestowed favor, not of those who have evoked [Your] anger or of those who are astray.
kk_kz: Аса қамқор, ерекше мейрімді АллаҺтың атымен бастаймын. Барлық мақтау бүкіл əлемнің Раббы Аллаһқа тəн. Аса қамқор, ерекше мейрімді. Қиямет күнінің иесі. Иə Аллаһ! Саған ғана құлшылық қыламыз, əрі сенен ғана жəрдем тілейміз! Бізді тура жолға сала көр! Нығметке бөлендіргендеріңнің жолына! Ашуға ұшырағандардың жəне адасқандардың жолына емес!.
ru: Хвала Аллаху, Господу миров, Милостивому и Милосердному, Властелину Дня воздаяния! Тебе одному мы поклоняемся и Тебя одного молим о помощи. Веди нас прямым путем, Путём тех, кого Ты облагодетельствовал, не тех, на кого пал гнев, и не заблудших.

source: Al-Ikhlas
kk_kz: Ықылас сүресі
ru: Сура Ихлас

# al-ikhlas.transcription
source: qul huwa-llaahu aḥad allaahuṣ-ṣamad lam yalid wa lam yoolad wa lam yakul-lahuۥ kufuwan aḥad
kk_kz: Қул һуАллаһу әхад, Аллаһус-самад, ләм иәлид уә ләм юуләд, уә ләм иәкул-ләһу куфуан әхад.
ru: Куль хува Ллаху ахад. Аллааху Ссамад. Лям ялид ва лям юуляд. Ва лям йакуль-ляхуу куфуван ахад.

# al-ikhlas.translation
source: He is Allâh, (the) One.(1) Allâh the Self-Sufficient Master, Whom all creatures need. (2) He begets not, nor was He begotten. (3) And there is none co-equal or comparable unto Him.
kk_kz: (Оларға) айт: Ол Аллаһ жалғыз (Құдай)! Аллаһ – Самад (ешкімге және ешнәрсеге мұқтаж емес, керісінше, күллі жаратылыс Оған мұқтаж)! Ол тумаған да, туылмаған! Сондай-ақ Оған тең келер ешкім жоқ.
ru: Скажи: “Он – Аллах – Един, Аллах – Самодостаточный. Не родил и не был рожден, и никто не может равняться с Ним".

source: Al-Falaq
kk_kz: Фалақ сүресі
ru: Сура Фалак

# al-falaq.transcription
source: qul a‛oodhu birabbil-falaq min sharri maa khalaq wa min sharri ghaasiqin idhaa waqab wa min sharrin-naffaathaati fil-‛uqad wa min sharri ḥaasidin idhaa ḥasad
kk_kz: Қул әуузу бираббил фәләқ. Мин шәрри мәә халәқ. Уә мин шәрри ғаасиқин изәә уақаб. Уә мин шәррин-наффаасаати фил уқад. Уә мин шәрри хаасидин изәә хасәд.
ru: Къуль а'узу би раббиль-фаляк. Мин шарри маа халяк. Ва мин шарри гасикын изаа вакьаб. Ва мин шарри ннаффаасаати филь-'укад. Ва мин шарри хаасидин изаа хасад.

# al-falaq.translation
source: Say: "I seek refuge with (Allâh) the Lord of the daybreak, From the evil of what He has created; And from the evil of the darkening (night) as it comes with its darkness; (or the moon as it sets or goes away) And from the evil of those who practice witchcrafts when they blow in the knots, And from the evil of the envier when he envies."
kk_kz: (Ей, Мұхаммед) Айт: «Таңның иесінен қорғау тілеймін». Жаратқан нәрселерінің жамандығынан. Қараңғылық басқан сәтте түннің жамандығынан. Және түйіндерге үрлеушілердің (дем салушы) жамандығынан. Және күншілдердің көре алмаған кездегі жамандығынан (пана іздеймін)», – де.
ru: Скажи: «Прибегаю к защите Господа рассвета от зла того, что Он сотворил от зла мрака, когда он наступает от зла колдуний, поплевывающих на узлы от зла завистника, когда он завидует.

source: An-Nas
kk_kz: Нас сүресі
ru: Сура Нас

# an-nas.transcription
source: qul a‛oodh-u birabbin-naas malikin-naas ilaahin-naas min sharril-waswaasil-khannaas alladhee yuwaswisu fee ṣudoorin-naas minal-jinnati wan-naas
kk_kz: Қул әуузу би раббин-нәәс. Мәликин нәәс. Иләһин нәәс. Мин шәррил уәс-уәәсил ханнәәс. Әлләзи йуәс-уису фии судуурин нәәс. Минәл жиннәти уән нәәс.
ru: Куль а‘узу би рабби н-наас. Маликин-наас. Иляяхи н-наас. Мин шарриль-васваасиль-ханнаас. Аллязи йувасвису фии судуурин-наас. Миналь-джиннати ван-нас.

# an-nas.translation
source: Say: "I seek refuge with (Allâh) the Lord of mankind, The King of mankind (2) The Ilâh (God) of mankind, From the evil of the whisperer (devil who whispers evil in the hearts of men) who withdraws (from his whispering in one's heart after one remembers Allâh), Who whispers in the breasts of mankind, Of jinn and men."
kk_kz: «(Ей, Мұхаммед) Айт: «Адамдардың Раббысынан қорғауын тілеймін. Адамдардың иесінен (Шын билеушісінен). Адамдардың Тәңірінен. (Алла Тағаланы еске алған кезде) сыбырлап азғырушының кесірінен. (Ол) адамдардың көкейлеріне уәсуәса салатын. Жын мен адамдардан (болған бүкіл азғырушылардың кесірінен Аллаға сиынамын», – де.
ru: Скажи: «Ищу убежища у Господа людей, Царя людей, Бога людей от зла искусителя, исчезающего [при упоминании Аллаха], подвергающего искушению сердца людей, [представляющего] и бывает из джиннов или людей

# lailahaillaantalMalikulHaqqulMubin
source: La ilaaha illa antal Malikul Haqqul Mubin
kk_kz: Лә иләһә иллә әнтәл Мәликүл Хаққул Мубин
ru: Ля иляха илля анталь Маликуль Хаккуль Мубин

# lailahaillaantalMalikulHaqqulMubin.transcription
source: La ilaaha illa antal Malikul Haqqul Mubin
kk_kz: Лә иләһә иллә әнтәл Мәликүл Хаққул Мубин.
ru: Ля иляха илля анталь Маликуль Хаккуль Мубин.

# lailahaillaantalMalikulHaqqulMubin.translation
source: There is no god but Almighty Allah, the King, the Clear Truth.
kk_kz: Аллаһтан басқа құлшылық қылуға лайықты құдай жоқ, Ол - Билік Иесі, Хақ, Мубин.
ru: Нет ничего достойного поклонения, кроме Тебя, Властелин всего, Истинный, Явный.

source: Dua after adhan
kk_kz: Азаннан соң айтылатын дұға.
ru: Дуа после азана.

# duaAfterAdhan.transcription
source: Allahumma Rabba hadhihi-dda' watit-tammah, was-salatil qa imah, ati Muhammadan al-wasilata wal-fadilah, wa b'ath-hu maqaman mahmudan-il-ladhi wa'adtahu, innaka la tukhliful mii'aad
kk_kz: Аллаһумма Рабба хазихид-даъуатйт-таммати уәссалатил қоймати атй Мухаммаданил уәсйиләтә уәл фәзилә уабъасһу мақамам махмудәнил-ләзйи уәъадтаһ Иннәкә ләә тухлифул мий'ад
ru: Аллаахумма рабба хааз̣ихид-дагъуатит-тааммати уас-саляятил-каа'имах. Аати Мухаммаданил-уасиилята уал-фадыйля уаб'асху макамам махмуданил лязи уа'адтах Инняка тухлифуль мии'ад.

# duaAfterAdhan.translation
source: O Allah, Lord of this most perfect call, and of the Prayer that is about to be established, grant our Master Muhammad (ﷺ) the intercession and favor and the highest rank, and exalt him to a position of glory that You have promised him. Verily You do not neglect promises
kk_kz: “Аллаһым! Сен осы толық азанның әрі осы орындалатын намаздың Раббысысың! Мұхаммедке (ﷺ). “әл-уәсиләні[5]” және жоғары дәрежеңді бере гөр! Әрі Оны Өзің уәде еткен мақтаулы орынға бағыттай гөр! (Шын мәнінде Сен уәдеңді бұзбайсың).
ru: О, Аллах, Господь этого совершенного призыва и начинающейся молитвы. Дай пророку Мухаммаду «аль-василя» (одна из степеней в Раю) и достоинство. Предоставь ему обещанное высокое положение. Поистине, Ты не нарушаешь обещанного!

# surahsBeforeSleep
source: Surahs to read before going to bed at night
kk_kz: Түнде жатардан бұрын оқылатын сүрелер
ru: Суры, читаемые ночью перед сном

# increaseBarakahZikrs
source: Morning and evening zikrs to increase barakah and rizq
kk_kz: Береке мен ризықты арттыру үшін айтылатын зікірлер
ru: Зикры для увеличения бараката и ризка

# repeat
source: Repeat %@ times
kk_kz: %@ рет қайталаңыз
ru: Повторите %@ раз(а)

# hideZikrNumbers
source: Should hide zikr numbers
kk_kz: Зікірлер санын жасыру
ru: Скрывать количество зикров

source: Notifications
kk_kz: Хабарламалар
ru: Уведомления

# followInstagram
source: Follow us on instagram
kk_kz: Инстаграмда бізге тіркеліңіз
ru: Подпишитесь на нас в инстаграме

# appInfo
source: Version %@ © Zikr App by salam.apps
kk_kz: %@ нұсқа © Zikr App by salam.apps
ru: Версия %@ © Zikr App by salam.apps

# firstDate
source: First notification
kk_kz: Бірінші хабарлама
ru: Первое уведомление

# secondDate
source: Second notification
kk_kz: Екінші хабарлама
ru: Второе уведомление

# selectFirstDate
source: Select time for first notification
kk_kz: Бірінші хабарламаға уақыт таңдаңыз
ru: Выбрать время для первого уведомления

# selectSecondDate
source: Select time for second notification
kk_kz: Екінші хабарламаға уақыт таңдаңыз
ru: Выбрать время для второго уведомления

# notificationTitle
source: Daily reminder
kk_kz: Күнделікті хабарлама
ru: Ежедневное напоминание

# notificationSubtitle
source: Don't forget to perform zikr
kk_kz: Зікір етуді ұмытпаңыз
ru: Не забудьте совершить зикр

source: Dua
kk_kz: Дұға
ru: Дуа

source: Duas
kk_kz: Дұғалар
ru: Дуа

# wirds
source: Collections
kk_kz: Жинақтар
ru: Коллекции

source: Change language
kk_kz: Тілді ауыстыру
ru: Сменить язык

source: Select language
kk_kz: Тілді таңдау
ru: Выбрать язык

source: Add new
kk_kz: Жаңасын қосу
ru: Добавить

source: Select zikrs
kk_kz: Зікірлерді таңдаңыз
ru: Выберите зикры

source: Fill fields correctly
kk_kz: Жолдарды дұрыс толтырыңыз
ru: Заполните поля правильно

source: Enter a valid title
kk_kz: Дұрыс атау енгізіңіз
ru: Введите корректное название

source: Arabic text
kk_kz: Арабша текст
ru: Арабский текст

# deleteWird
source: Are you sure to delete collection?
kk_kz: Жинақты өшіруге сенімдісіз бе?
ru: Вы уверены, что хотите удалить коллекцию?

# ok
source: Yes
kk_kz: Йә
ru: Да

# deleteZikr
source: Are you sure to delete zikr?
kk_kz: Зікірді өшіруге сенімдісіз бе?
ru: Вы уверены, что хотите удалить зикр?

# deleteDua
source: Are you sure to delete dua?
kk_kz: Дұғаны өшіруге сенімдісіз бе?
ru: Вы уверены, что хотите удалить дуа?

# shareText
source: Assalamu aleykum! I`m using zikr.app to perform dhikrs. Highly recommend this app to you as well! %@
kk_kz: Әссәләмуғалейкүм! Мен зікір, тасбихке zikr.app қосымшасын қолданамын. Сізді де қолдануға шақырамын! %@
ru: Ассаламуалейкум! Я использую приложение zikr.app для совершения зикров, тасбиха. Вам тоже рекомендую! %@

# onboarding_title_1
source: Zikr tracker. Never miss your daily dhikrs again.
kk_kz: Зікір трекер. Күнделікті зікірлеріңізді енді қаза қылмайсыз!
ru: Зикр трекер. Теперь не пропустите ежедневные зикры!

# onboarding_subtitle_1
source: Fill your life with barakah.
kk_kz: Өміріңізді берекемен толтырыңыз.
ru: Наполните свою жизнь баракатом.

# onboarding_title_2
source: Qaza tracker.
kk_kz: Қаза трекер.
ru: Каза трекер.

# onboarding_subtitle_2
source: Make up your missed prayers and Ramadan fasts.
kk_kz: Қаза намаздарыңыз бен қаза Рамазан оразасын өтеңіз.
ru: Восполняйте пропущенные намазы и пост месяца Рамадан.

# onboarding_title_3
source: Wide list of zikrs, duas, collections.
kk_kz: Зікір, дұға, жиынтықтар үлкен тізімі.
ru: Большой список зикров, дуа, коллекции.

# onboarding_subtitle_3
source: Not enough? Add your own!
kk_kz: Жетпейді ме? Өзіңіз жаңасын қосып алыңыз!
ru: Не хватает? Добавьте свои!

# onboarding_title_4
source: Become the best version of yourself!
kk_kz: Өзіңіздің ең мықты версияңыз болыңыз!
ru: Будьте своей лучшей версией!

source: Skip
kk_kz: Өткізу
ru: Пропустить

# whatsNew
source: What's New in ZikrApp
kk_kz: ZikrApp-та не жаңалық?
ru: Что нового в ZikrApp?

# whatsnewBenefitsTitle
source: ZikrApp Premium subscription:
kk_kz: ZikrApp Premium жазылу:
ru: Подписка ZikrApp Premium, которая дает:

# whatsnewBenefits1
source: Track everyday zikrs, duas.
kk_kz: Күнделікті зікірлердің орындалуын қадағалаңыз.
ru: Трекать выполнение зикров ежедневно

# whatsnewBenefits2
source: See insights, statistics.
kk_kz: Инсайттар мен статистиканы қарай аласыз.
ru: Узнавать инсайты и статистику

# whatsnewBenefits3
source: Auto counting. Best when hands are busy.
kk_kz: Автоматты санақ. Қол бос емес кезге таптырмас мүмкіндік.
ru: Автоматический подсчет. Идеальнен, когда руки заняты.

# whatsnewBenefits4
source: Add unlimited amount of zikrs, duas and collections for spiritual growth.
kk_kz: Шектеусіз зікір, дұғалар және жинақтарды қоса аласыз.
ru: Добавлять неограниченное количество зикров, дуа и коллекции

# whatsnewBenefits5
source: Free subscriptions with promocodes.
kk_kz: Промокод арқылы тегін жазылу.
ru: Подписки бесплатно через промокод.

# whatsnewBenefits6
source: Expand tap area, tap sounds, change theme color and a lot more.
kk_kz: Зікір басу ауданын үлкейту, басудың дыбыстары, қосымшаның түсін өзгерту және т.б.
ru: Расширять область нажатия, звуки нажатия, менять цветовую тему и многое другое

# whatsnewBenefits7
source: Payment via Kaspi Gold.
kk_kz: Kaspi Gold арқылы төлеу.
ru: Оплата через Kaspi Gold.

source: Continue
kk_kz: Жалғастыру
ru: Продолжить

# noZikrs
source: You have no zikrs
kk_kz: Сізде қосылған зікірлер жоқ
ru: У вас нет добавленных зикров

source: Add zikrs
kk_kz: Зікірлер қосу
ru: Добавить зикры

# dataForDemo
source: This data is only for demonstration. To use this functionality please subscribe to ZikrApp Premium
kk_kz: Бұл ақпарат тек демо көрсетілім үшін. Бұл функционалды қолдану үшін ZikrApp Premium-ға тіркеліңіз
ru: Эти данные лишь показательные. Чтобы пользоваться данным функционалом, подпишитесь под ZikrApp Premium

source: Subscribe
kk_kz: Тіркелу
ru: Подписаться

source: Ideal days
kk_kz: Идеал күндер
ru: Идеальные дни

# paywallBenefits1
source: Unlimited access to dhikrs, duas, collections. Autodhikr without hands, dhikr sounds
kk_kz: Зікірлер, дұғаларға, жинақтарға шексіз рұқсат. Қолсыз автозікір, зікір дыбыстары
ru: Безграничный доступ к зикрам, дуа, коллекциям. Автозикр без рук, звуки зикров

# paywallBenefits2
source: Zikr Tracker - set daily amount of zikrs and duas and track progress
kk_kz: Зікір Трекер - зікір, дұғаларға күнделікті мөлшер қойып, прогресті қарап, әдеттер қалыптастырыңыз
ru: Зикр Трекер - устанавливайте ежедневное количество для зикров, дуа, следите за прогрессом, формируйте привычки

# paywallBenefits3
source: Qaza Tracker - make up your missed prayers and fasts
kk_kz: Қаза Трекер - қаза намаз бен оразаларыңызды өтеңіз
ru: Каза Трекер - восполняйте ваши пропущенные намазы и посты

# paywallBenefits4
source: Watch statistics and a lot more
kk_kz: Инсайттар мен статистиканы қараңыз және басқа да көптеген пайдалы заттар
ru: Смотрите инсайты и статистику и многое другое

source: Restore
kk_kz: Қалпына келтіру
ru: Восстановить

source: Terms of use
kk_kz: Қолдану шарттары
ru: Правила пользования

source: Privacy policy
kk_kz: Құпиялық саясаты
ru: Политика конфиденциальности

source: Purchase
kk_kz: Сатып алу
ru: Купить

# mission
source: Our mission is to help ummah by doing great, useful products, not only apps. You can help us on this way bt making a donation.
kk_kz: Біздің миссия - пайдалы жобалар жасау арқылы үмметке пайда әкелу. Мобильді қосымшалармен ғана шектелмейміз. Осы жолда қайырымдылық жасау арқылы қолдау көрсете аласыз.
ru: Наша миссия - быть полезными умме через полезные проекты. Мы не ограничиваемся лишь мобильными приложениями. Если вы хотите поддержать нас на этом пути, можете отправить пожертвование.

source: Donate
kk_kz: Қайырымдылық жасау
ru: Сделать пожертвование

source: Daily amount done!
kk_kz: Орындалды!
ru: Выполнено!

source: Remaining: %@
kk_kz: Қалды: %@
ru: Осталось: %@

source: Delete
kk_kz: Өшіру
ru: Удалить

source: Enter daily zikr amount
kk_kz: Күнделікті мөлшерді енгізіңіз
ru: Введите ежедневное количество

# dailyZikrPlaceholder
source: For example, 33
kk_kz: Мысалға, 33 рет
ru: Например, 33 раза

source: Add new zikr
kk_kz: Жаңа зікір қосу
ru: Добавить новый зикр

# contactMe
source: Contact developer
kk_kz: Жасаушымен хабарласу
ru: Связаться с разработчиком

# theme
source: Change color theme
kk_kz: Қосымша түсін өзгерту
ru: Сменить цветовую тему

source: Unable to connect
kk_kz: Қосыла алмауда
ru: Не удалось соединиться

# errorOccured
source: An error occured while loading this page. Try again or restart the app
kk_kz: Бұл парақшаны жүктеу барысында қателік орын алды. Қайта жүктеңіз немесе қосымшаны басынан ашыңыз
ru: Произошла ошибка при загрузке данной страницы. Перезагрузите страницу или перезапустите приложение

# tryAgain
source: Please try again
kk_kz: Қайта жүктеу
ru: Перезагрузить

# successfullSubscription
source: You have successfully subscribed to ZikrApp Premium! Use its all useful features!
kk_kz: Сіз ZikrApp Premium-ға сәтті тіркелдіңіз! Барлық функционалды қолданып, пайдасын көріңіз!
ru: Вы успешно подписались под ZikrApp Premium! Пользуйтесь всем функционалом в полной мере!

source: Set daily amount
kk_kz: Күнделікті мөлшерді енгізу
ru: Установить ежедневное количество

source: See statistics
kk_kz: Статистиканы қарау
ru: Посмотреть статистику

source: Monthly
kk_kz: Айлық
ru: Месячная

source: Yearly
kk_kz: Жылдық
ru: Годовая

source: Lifetime
kk_kz: Өмір бойына
ru: На всю жизнь

# oneTimePayment
source: Pay ONCE, use forever
kk_kz: БІР РЕТ төлеп, өмір бойы қолданыңыз
ru: Купите ОДИН РАЗ, используйте всю жизнь

# autoRenewingMonthly
source: Billed monthly
kk_kz: Ай сайынғы төлем
ru: Ежемесячная подписка

# autoRenewingYearly
source: Billed yearly
kk_kz: Жыл сайынғы төлем
ru: Ежегодная подписка

source: Remove from tracker
kk_kz: Трекерден алып тастау
ru: Убрать из трекера

# enterTodaysProgress
source: What's your progress today?
kk_kz: Бүгінгі прогрессіңіз қандай?
ru: Каков ваш сегодняшний прогресс?

# manualProgressSet
source: Long tap to set progress manually
kk_kz: Прогрессті қолмен енгізу үшін ұзақ басып тұрыңыз
ru: Удерживайте долго, чтобы установить прогресс

source: Most popular
kk_kz: Ең өтімді
ru: Самый популярный

source: Redeem promocode
kk_kz: Промокод қолдану
ru: Использовать промокод

# turnOffSound
source: Turn sounds off
kk_kz: Дыбыстарды өшіру
ru: Выключить звуки

source: Sound 1
kk_kz: Дыбыс 1
ru: Звук 1

source: Sound 2
kk_kz: Дыбыс 2
ru: Звук 2

source: Sound 3
kk_kz: Дыбыс 3
ru: Звук 3

source: Sound 4
kk_kz: Дыбыс 4
ru: Звук 4

# autoCount
source: Count automatically
kk_kz: Автоматты санақ
ru: Автоматический подсчет

source: Intervals
kk_kz: Интервалдар
ru: Интервалы

source: 1 sec
kk_kz: 1 сек
ru: 1 сек

source: 2 sec
kk_kz: 2 сек
ru: 2 сек

source: 3 sec
kk_kz: 3 сек
ru: 3 сек

source: 5 sec
kk_kz: 5 сек
ru: 5 сек

source: 7 sec
kk_kz: 7 сек
ru: 7 сек

source: Turn off
kk_kz: Өшіру
ru: Выключить

# pay_with_kaspi
source: Оплатить через Kaspi
kk_kz: Kaspi арқылы төлеу

# send_money_to_kaspi
source: 1. Отправьте деньги за выбранный тариф на kaspi gold
kk_kz: 1. Таңдалған тарифқа төлемді kaspi gold-қа жіберіңіз
ru: 1. Отправьте деньги за выбрраный тариф на kaspi gold

# copy_requisites
source: * нажав реквизиты, можете скопировать их
kk_kz: * реквизиттерді басу арқылы оларды көшіре аласыз

# send_check_to_whatsapp
source: 2. Отправьте чек на наш Whatsapp
kk_kz: 2. Чекті біздің Whatsapp-қа жіберіңіз

# send_check
source: Отправить чек
kk_kz: Чекті жіберу

# ios_msg
source: Ассаламуалейкум. Мой id: %@. Сейчас отправлю чек.
kk_kz: Ассалаумағалейкүм. Менің id-ім: %@. Қазір чекті жіберемін.

# kaspi_donate
source: or you can send money to Kaspi Gold:
kk_kz: немесе Kaspi Gold-қа жібере аласыз:
ru: или можете отправить деньги на Kaspi Gold:

# kaspiIsAvailable
source: Payment, donation via Kaspi Gold is available now
kk_kz: Енді Сіз Kaspi Gold арқылы төлем, қайырымдылық жасай аласыз
ru: Теперь Вы можете совершать оплату, благотворительность через Kaspi Gold

# reviewRequestTitle
source: Enjoying our app? Write a review on App Store and get a free week of premium access.
kk_kz: Біздің қосымша ұнап жатыр ма? App Store-да жақсы пікір қалдырып, тегін 1 апта premium жазылымын алыңыз.
ru: Нравится наше приложение? Получите бесплатную неделю premium доступа за отзыв в App Store.

# reviewRequest
source: Step 1. Leave a review
kk_kz: 1. Пікір қалдырыңыз
ru: Шаг 1. Оставьте отзыв

# writeWhatsappTelegram
source: Step 2. Text us on Whatsapp/Telegram
kk_kz: 2. Бізге Whatsapp/Telegram-ға жазыңыз
ru: Шаг 2. Напишите нам на Whatsapp/Telegram

# writeWhatsapp
source: Write on Whatsapp
kk_kz: Whatsapp-қа жазу
ru: Написать на Whatsapp

# writeTelegram
source: Write on Telegram
kk_kz: Telegram-қа жазу
ru: Написать на Telegram

# leaveReview
source: Leave a review
kk_kz: Пікір қалдыру
ru: Оставить отзыв

source: today
kk_kz: Бүгін
ru: Сегодня

# normalQaza
source: Qaza
kk_kz: Қаза
ru: Каза

# safarQaza
source: Qaza in safar
kk_kz: Сапардағы қаза
ru: Каза в сафаре

# manualFillOutTitle
source: Fill out amount for each missed prayer and fast
kk_kz: Әрбір қаза намаз бен оразаны толтырыңыз
ru: Заполните каждый каза намаз и пост

# manualFillOutWarning
source: Safar means that prayer was missed while being in safar
kk_kz: Сапар деген сөз сапар уақытында қаза болған намазды білдіреді
ru: Сафар означает намаз, который был пропущен во время сафара

source: Fajr
kk_kz: Таң намазы
ru: Фаджр

source: Dhuhr
kk_kz: Бесін
ru: Зухр

source: Safar Dhuhr
kk_kz: Сапардағы бесін
ru: Сафар зухр

source: Asr
kk_kz: Екінті
ru: Аср

source: Safar Asr
kk_kz: Сапардағы екінті
ru: Сафар аср

source: Maghrib
kk_kz: Ақшам
ru: Магриб

source: Isha
kk_kz: Құптан
ru: Иша

source: Safar Isha
kk_kz: Сапардағы құптан
ru: Сафар иша

source: Witr
kk_kz: Үтір
ru: Витр

# fast
source: Ramadan fast
kk_kz: Рамазан оразасы
ru: Пост Рамадан

# emptyBirthdayDateDesc
source: Your birth date
kk_kz: Туған күніңізді белгілеңіз
ru: Выберите дату рождения

# emptyMajorityDateDesc
source: Majority date
kk_kz: Балиғатқа толған жасыңызды белгілеңіз
ru: Выберите дату совершеннолетия

# emptyPrayerStartDateDesc
source: Prayer start date
kk_kz: Намаз бастаған уақытыңызды белгілеңіз
ru: Выберите дату начала молитв

# invalidMajorityAndPrayerStartDatesRelationDesc
source: Choose majority and prayer start dates correctly
kk_kz: Балиғатқа толған уақыт пен намаз бастаған уақытты дұрыс белгілеңіз
ru: Выберите правильно дату совершеннолетия и начала молитв

# incorrectMajorityAgeDesc
source: Choose correct majority age
kk_kz: Дұрыс балиғат жасын таңдаңыз
ru: Выберите правильно возраст совершеннолетия

# unknownErrorDesc
source: Fill the form correctly
kk_kz: Жолдарды дұрыс толтырыңыз
ru: Заполните поля правильно

# emptyBirthdayDateReason
source: No birth date
kk_kz: Туған күн белгіленбеген
ru: Дата рождения не выбрана

# emptyMajorityDateReason
source: No majority age
kk_kz: Балиғатқа толған жас белгіленбеген
ru: Дата совершеннолетия не выбрана

# emptyPrayerStartDateReason
source: No prayer start date
kk_kz: Намаз бастаған уақыт белгіленбеген
ru: Дата начала молитв не выбрана

# invalidMajorityAndPrayerStartDatesRelationReason
source: Majority date is later than prayer start date
kk_kz: Балиғатқа толған уақыт намаз бастаған уақыттан кеш
ru: Дата совершеннолетия позже даты начала молитв

# incorrectMajorityAgeReason
source: Majority age not reached
kk_kz: Балиғат уақыты әлі келмеген
ru: Совершеннолетие еще не наступило

# unknownErrorReason
source: Fields are filled out incorrectly
kk_kz: Жолдар дұрыс толтырылмады
ru: Поля заполнены неправильно

# fillOutInfo.title
source: Enter accurate information about yourself so we can correctly calculate your qaza prayers
kk_kz: Сіздің қаза намаздырыңыздың санын нақты білу үшін төменге өзіңіз жайлы ақпаратты сәйкесінше енгізіңіз
ru: Чтобы правильно рассчитать количество ваших пропущенных намазов, заполните данные о себе ниже

# fillOutInfo.subtitle
source: Your data is only used for calculations and will not be stored
kk_kz: Сіз жайлы ақпарат тек есептеу үшін ғана қолданылады және сақталмайды
ru: Ваши данные используются только ради расчетов и не будут храниться

source: Majority age
kk_kz: Балиғат жасы
ru: Возраст совершеннолетия
