Repository: Yerazhas/ZikrAppSUI
Catalog: ZikrAppSUI/Resources/*.lproj/Localizable.strings
Languages: kk_kz, ru

source: Cancel
kk_kz: Бас тарту
ru: Отмена

source: Start
kk_kz: Бастау
ru: Начать

source: Enter zikr amount
kk_kz: Зікір санын енгізіңіз
ru: Введите количество зикра

source: Zikr amount
kk_kz: Зікір саны
ru: Количество зикра

source: Actions
kk_kz: Іс-әрекеттер
ru: Действия

# chooseAction
source: Choose an action
kk_kz: Іс-әрекет таңдаңыз
ru: Выберите действие

# createWird
source: Create a collection
kk_kz: Жинақ құрастыру
ru: Создать коллекцию

source: Download Now
kk_kz: Қазір Жүктеу
ru: Скачать Сейчас

# info.description
source: We are a group of enthusiastic people, software developers, designers who want to help the muslim ummah by creating high-quality apps which solve specific, actual problems. We will continue to develop, and you can try our other apps to support the project. And we will be always grateful if you share them with family and friends.
kk_kz: Біз - құлшынысты адамдардан, бағдарлама құрастырушыларынан, дизайнерлерден тұратын топпыз. Мақсатымыз - белгілі мәселелерді шешетін жоғары сапалы қосымшаларды жасау арқылы мұсылман үмметіне көмектесу. Біз бұл жұмысымызды жалғастырамыз, ал сіз біздің басқа да қосымшаларымызды байқап көру арқылы жобаны қолдай аласыз. Отбасыңыз бен достарыңызбен бөліссеңіз, қуанышты болар едік.
ru: Мы - группа людей с энтузиазмом, разработчиков ПО, дизайнеров, которые хотят помочь мусульманской умме через высококачественных приложений, решающих конкретные проблемы. Мы продолжим разработку, а вы можете поддержать нас, скачивая наши другие приложения. Мы будем очень благодарны, если поделитесь ими с семьей и друзьями.

source: Title
kk_kz: Аты
ru: Название

source: Arabic
kk_kz: Арабша
ru: Арабский

source: Transcription
kk_kz: Транскрипция
ru: Транскрипция

source: Translation
kk_kz: Аударма
ru: Перевод

source: Add
kk_kz: Қосу
ru: Добавить

source: Zikrs
kk_kz: Зікірлер
ru: Зикры

source: Settings
kk_kz: Баптамалар
ru: Настройки

# hideTotalCount
source: Hide zikr total count
kk_kz: Зікірдің барлық айтылған санын жасыру
ru: Скрыть общее количество зикра

source: Share
kk_kz: Бөлісу
ru: Поделиться

source: About us
kk_kz: Біз жайлы
ru: О нас

source: Rate app
kk_kz: Қосымшаға баға беру
ru: Оценить приложение

# wird
source: Collection
kk_kz: жинақ
ru: коллекция

source: Zikr
kk_kz: зікір
ru: зикр

# countingZikr
source: Counter
kk_kz: Санамақ
ru: Счетчик

# palestineOnboardingTitle
source: Duas compilation for our Palestinian brothers and sisters is available in duas section
kk_kz: Палестиналық бауырларымыз үшін айтылатын дұғалар жиынтығы қосылды. Дұғалар секциясынан таба аласыз
ru: Коллекция дуа за наших братьев в Палестине доступна в секции дуа

# palestineOnboardingSubtitle
source: "The believers in their mutual kindness, compassion, and sympathy are just like one body. When any part of the body suffers, the whole body feels pain. If any part of the body aches, the whole body will be in discomfort." Bukhari, Muslim
kk_kz: "Мұсылмандар бір-біріне бауырмалдықта, мейірімділікте, қарым-қатынаста бір бүтін дене іспеттес. Егер оның бір ағзасы ауырса, қалғаны ұйқысыз және ыстығы көтерілуінде онымен бірге болады." Бұхари, Мүслим
ru: "Верующие в своей взаимной милости, любви и сострадании подобны единому телу. Если один орган испытывает боль, то все тело страдает от бессонницы, лихорадки и беспокойства»." Бухари, Муслим

# kalima
source: Kalima Tawheed
kk_kz: Кәлимә Таухид
ru: Калима Тавхид

# kalima.transcription
source: La ilaha illallah Muhammadur rasulullah
kk_kz: Лә иләһә илләллаһ, Мухаммәдур-расулуллаһ
ru: Ля иляяха иллаллаах, Мухаммадур-расуулюллах

# kalima.translation
source: There is no god but Allah. Muhammad is the messenger of Allah
kk_kz: Аллаһтан басқа Құдай жоқ, Мұхаммед - Аллаһтың елшісі
ru: Нет божества, достойного поклонения кроме Аллаха, Мухаммад - Посланник Аллаха

source: Istighfar
kk_kz: Истиғфар
ru: Истигфар

# istighfar.transcription
source: Astaghfirullah
kk_kz: Әстәғфируллаһ
ru: Астагфируллах

# istighfar.translation
source: I seek forgiveness of Allah
kk_kz: Аллаһтан кешірім тілеймін
ru: Прошу прощения у Аллаха

source: Salawat
kk_kz: Салауат
ru: Салават

# salawat.transcription
source: Allahumma salli 'ala Muhammad
kk_kz: Аллаһумма солли 'алә Мухаммәд
ru: Аллахумма солли 'аляя Мухаммад

# salawat.translation
source: O Allah, let Your Peace come upon Muhammad
kk_kz: Аллаһым, Мұхаммедке рақым ете гөр
ru: О Аллах, благослови Мухаммада

source: Dua for parents
kk_kz: Ата-анаға жасалатын дұға
ru: Дуа за родителей

# duaForParents.transcription
source: Rabbi-rhamhumaa kamaa rabbayanee sogheeraa
kk_kz: Робби-рхәмһумәә кәмәә роббаяянии соғыыраа
ru: Робби-рхамхумаа кямаа роббаяянии согыыраа

# duaForParents.translation
source: My Lord! Be merciful to them as they raised me when I was young
kk_kz: Уа, Раббым! Олар мені бала күнімде қалай мәпелеп өсірген болса, Сен де оларды дәл солай мейіріміңе бөлей көр!
ru: Господи! Помилуй их так, как они воспитывали меня, когда я был мал

# laHawla
source: La hawla wa la quwata illa billah
kk_kz: Лә хаулә уә лә қууата иллә билләһ
ru: Ляя хауля уа ляя куввата илляя билляях

# laHawla.transcription
source: La hawla wa la quwata illa billah
kk_kz: Лә хаулә уә лә қууата иллә билләһ
ru: Ляя хауля уа ляя куввата илляя билляях

# laHawla.translation
source: There is no Might or Power except with Allah
kk_kz: Аллаһ Тағаланың күш-қуатынан басқа ешқандай күш-қуат жоқ
ru: Нет силы и мощи ни у кого, кроме как у Аллаха

# innakaAfuun
source: Dua on Laylatul Qadr
kk_kz: Қадір түні айтылатын дұға
ru: Дуа в Ляйлатуль Кадр

# innakaAfuun.transcription
source: Allahumma innaka 'afuwwun tuhibbul-'afwa, fa'fu 'anni
kk_kz: Аллаһумма иннәкә 'афуун тухиббул-'афуә фа'фу 'аннии
ru: Аллахумма иннакя 'афуввун тухиббуль-'афуа фа'фу 'аннии

# innakaAfuun.translation
source: O Allah, You are Forgiving and love forgiveness, so forgive me
kk_kz: Уа, Аллаһ! Сен Кешірушісің. Кешіруді жақсы көресің. Мені де кешіре гөр!
ru: О Аллах, воистинку, Ты Прощающий, любишь прощение, так прости же меня!

# hasbunallahu
source: Hasbunallahu wa ni'mal wakeel
kk_kz: Хасбуналлааһу уә ни'мәл уәкиил
ru: Хасбуналлааху уа ни'маль-уакииль

# hasbunallahu.transcription
source: Hasbunallahu wa ni'mal wakeel
kk_kz: Хасбуналлааһу уә ни'мәл уәкиил
ru: Хасбуналлааху уа ни'маль-уакииль

# hasbunallahu.translation
source: Allah is Sufficient for us, and He is the Best Disposer of affairs
kk_kz: Бізге Аллаһ жетіп асады, Ол нендей жақсы ие
ru: Достаточно нам Аллаха, Он - Прекрасный Покровитель!

# duaOfYunus
source: La ilaha illa anta subhanaka inni kuntu minaz zalimeen
kk_kz: Лә иләһә иллә әнтә субханәкә
ru: Ляя иляха илля анта субханакя

# duaOfYunus.transcription
source: La ilaha illa anta subhanaka inni kuntu minaz zalimeen
kk_kz: Лә иләһә иллә әнтә субханәкә иннии кунту минәз-зоолимиин
ru: Ляя иляха илля анта субханакя иннии кунту миназ-зоолимиин

# duaOfYunus.translation
source: None has the right to be worshipped but You, GLorified(and Exalted) are You. Truly, I have been of the wrong-doers
kk_kz: Уа, Аллаһ! Сенен өзге ешбір құдай жоқ. Өзің барлық кемшілік атаулыдан пәксің! Шынында мен өзіме зұлымдық істегендерден болдым
ru: Нет бога, кроме Тебя, Свят Ты и Пречист от всех недостатков. Воистину, я был из числа притеснителей

source: Subhanallah walhamdulillah
kk_kz: Субханаллаһ уәлхәмдулилләһ
ru: Субханаллах вальхамдулиллях

# subhanallahWalhamdulillah.transcription
source: Subhanallah, walhamdulillah, wa la ilaha illallahu, wallahu akbar
kk_kz: Субханаллаһ уәлхәмдулилләһ уә лә иләһә иллаллааһу уаллаһу акбар
ru: Субханаллах вальхамдулилляях уа ляя иляяха иллаллааху уаллаху акбар

# subhanallahWalhamdulillah.translation
source: Glory be to Allah, All Praise is for Allah, There is no god but Allah, Allah is the Greatest
kk_kz: Аллаһ кемшілік атаулыдан пәк, барлық мадақ Аллаһқа тән, Аллаһтан басқа құлшылыққа лайық құдай жоқ, Аллаһ ұлы!
ru: Свят и Пречист от всех недостатков Аллах, вся хвала Аллаху, нет бога кроме Аллаха, Аллах велик!

# wahdahuLaSharikaLah
source: La ilaha illallahu wahdahu la sharika lah, lahulmulku wa lahulhamdu wa huwa 'ala kulli shay`in Qadir
kk_kz: Лә иләһә илләллаһу уахдәһу лә шәрика ләһ
ru: Ля иляха илляллаху вахдаху ля шарика лях

# wahdahuLaSharikaLah.transcription
source: La ilaha illallahu wahdahu la sharika lah, lahulmulku wa lahulhamdu wa huwa 'ala kulli shay`in Qadir
kk_kz: Лә иләһә илләллаһу уахдәһу лә шәрика ләһ, ләһул-мүлку уә ләһул-хәмд, уә һууә 'аләә кулли шәй`ин қодиир
ru: Ля иляха илляллаху вахдаху ля шарика лях, ляхуль-мульку уа ляхуль-хамд, уа хува 'аляя кулли шай`ин кодиир

# wahdahuLaSharikaLah.translation
source: There is no true god except Allah. He is One and He has no partner with Him. His is the sovereignty and His is the praise, and He is Omnipotent
kk_kz: Аллаһтан басқа ешбір құдай жоқ. Ол жалғыз, Оның серігі жоқ. Мүлік Оған тән және мақтаулар да Оған тән. Ол әр нәрсеге Құдіретті
ru: Нет бога, кроме Единого Аллаха, у которого нет сотоварищей. Ему принадлежит вся власть и хвала. Он способоен на всякую вещь

source: Rabbana ateena
kk_kz: Раббәнә әтинә фид-дуниә
ru: Раббана атина фид-дунья

# rabbanaAteena.transcription
source: Rabbana ateena fid-dunya hasanatan wa fil akhirati hasanatan waqina 'adhaban-nar
kk_kz: Раббәнә әтинә фид-дуниә хәсәнәтән уә фил ахирати хәсәнәтән уа қинаа 'азабән-наар
ru: Раббана атина фид-дунья хасанатан уа филь-аахырати хасанатан уа кынаа 'азабан-наар

# rabbanaAteena.translation
source: Our Lord! Grant us god in this world and good in the hereafter, and save us from the punishment of the fire
kk_kz: Уа, Раббымыз! Бізге дүние тіршілігінде де, ақыретте де (тек қана) жақсылық бере гөр! Әрі бізді тозақ отынан сақтай гөр!
ru: Господь наш, пошли нам благ в этом мире и благ в Вечной жизни, и защити нас от мучений в Огне

# ainniAlaDhikrika
source: Allahumma a'inni 'ala dhikrika
kk_kz: Аллаһумма а'иннии 'алә зикрикә
ru: Аллахумма а'иннии 'аля зикрика

# ainniAlaDhikrika.transcription
source: Allahumma a'inni 'ala dhikrika wa shukrika wa husni 'ibadatik
kk_kz: Аллаһумма а'иннии 'алә зикрикә уә шукрикә уә хусни 'ибадәтик
ru: Аллахумма а'иннии 'аля зикрикя уа шукрикя уа хусни 'ибаадатик

# ainniAlaDhikrika.translation
source: O Allah! Assist me in remembering You, in thanking you, and in worshipping You in the best of manners
kk_kz: Уа, Аллаһ! Өзіңді еске алуға, Өзіңе шүкіршілік етуге, әрі Өзіңе көркем түрде құлшылық етуге маған жәрдем ете гөр
ru: О Аллах, помоги мне поминать Тебя, благодарить Тебя и должным образом поклоняться Тебе

# antaMawlana
source: Dua for Palestinian brothers 🇵🇸
kk_kz: Палестиналық бауырларға дұға 🇵🇸
ru: Дуа для Палестинских братьев 🇵🇸

# antaMawlana.transcription
source: Anta Mawlana Fansurna 'alal qawmil kafirin
kk_kz: Әнтә мәуләнә фәнсурнә ъаләл қаумил кәфириин
ru: Анта маулана фансурна 'ала аль-каӯми аль-ка̄фирӣн

# antaMawlana.translation
source: You are our protector, so help us against the disbelieving people Baqarah:286
kk_kz: Сен біздің Иемізсің, қамқоршымыз әрі қорғанымызсың! Бізге мына кәпірлер қауымына қарсы (күресте) жәрдем беріп, жеңіске жеткізе көр! Бақара:286
ru: Ты - наш Владыка, защитник, так помоги нам против неверующих! Бакара:286

# shamYaman
source: Dua for Palestinian brothers (1) 🇵🇸
kk_kz: Палестиналық бауырларға дұға (1) 🇵🇸
ru: Дуа для Палестинских братьев (1) 🇵🇸

# shamYaman.transcription
source: Allahumma barik lana fi shamina wa fi yamanina
kk_kz: Аллахумма барик ляна фи Шамина уа фи Йаманина
ru: Аллахумма барик ляна фи Шамина уа фи Йаманина

# shamYaman.translation
source: O Allah, bless us in our Sham and our Yemen
kk_kz: Уа, Алла, бізді Шамда да, Йеменде де жарылқа!
ru: О Аллах, благослови нам Сирию и Йемен

# munzilalKitab
source: Dua for Palestinian brothers (2) 🇵🇸
kk_kz: Палестиналық бауырларға дұға (2) 🇵🇸
ru: Дуа для Палестинских братьев (2) 🇵🇸

# munzilalKitab.transcription
source: Allahumma, munzilal-kitabi sari' al-hisabi-hzim al-ahzaba, Allahumma-hzimhum wa zalzilhum
kk_kz: Аллаһуммә, мунзиләл-Китәб сәри'әл-хисаби-хзим әл-әхзәбә, Аллаһуммә-һзим-һум уә зәлзил-һум
ru: Аллахумма мунзила аль-китаби, сария' аль-хисаби, ихзим аль-ахзаб, Аллахумма ихзимхум вазалзилхум

# munzilalKitab.translation
source: O Allah, the Revealer of the Book, Swift in Reckoning, defeat the factions. O Allah, defeat them and shake them
kk_kz: Кітапты түсірген және есепке жылдам Аллаһым. Бұл адамдарды күйрет. Я, Аллаһым, оларды талқандап, есін кетір!
ru: О Аллах, Ниспославший Книгу, Быстрый в расчётах, победи фракции. О Аллах, победи их и потряси их!

# rabbulMadhlumeen
source: Dua for Palestinian brothers (3) 🇵🇸
kk_kz: Палестиналық бауырларға дұға (3) 🇵🇸
ru: Дуа для Палестинских братьев (3) 🇵🇸

# rabbulMadhlumeen.transcription
source: Allahumma inna ka rabbul madhlumeen. Allahumma ansur al-madhlumeen 'ala qawm al-dhaalimeen fi kulli makan. Allahumma irham ummat Muhammadﷺ . Allahumma arsilil faraja li ummati Muhammadﷺ .
kk_kz: Аллаһуммә иннәкә роббүл мәзлуминә. Аллаһуммә әнсурил мәзлуминә ‘ала қаумиз-золимиин фии күлли мәкәәнин. Аллаһуммә әрхам уммәтә Мухаммадинﷺ . Аллаһуммә әрсилил фәрәжә ли уммәти Мухаммадинﷺ
ru: Аллахумма иннака раббу аль-мазлумин. Аллахумма ансури аль-мазлумин ала кауми аль-ззалимин фи кулли макан. Аллахумма ирхам уммата Мухаммад ﷺ. Аллахумма арсил аль-фараджа ли уммата Мухаммад ﷺ

# rabbulMadhlumeen.translation
source: O Allah, You are the Lord of the oppressed. O Allah, assist the oppressed against the unjust people everywhere. O Allah, have mercy on the nation of Muhammadﷺ . O Allah, send relief to the nation of Muhammadﷺ
kk_kz: Аллаһым! Сен залымға ұшырағандардың Раббысысын! Аллаһым, барлық жерде залымға ұшырағандарға залымдарға қарсы тұруға жәрдем ет! Аллаһым! Мухаммадтың ﷺ үмметіне рақым ет! Аллаһым! Мухаммадтың ﷺ үмметіне (жеңіс арқылы) қуаныш бер!
ru: О Аллах, Ты - Господь угнетённых. О Аллах, помоги угнетённым против народа, что несёт зло везде. О Аллах, помилуй умму Мухаммада ﷺ. О Аллах, пошли облегчение умме Мухаммада ﷺ!

# innaNaj'aluka
source: Allahumma inna naj'aluka fi nuhurihim wa na'udhu bika min shururihim 🇵🇸
kk_kz: Аллаһуммә иннә нәж'әлукә фи нуһурихим уа на'узу бикә мин шурурихим 🇵🇸
ru: Аллахумма инна наджьалука фи нухурихим уа на'узу бика мин шурурихим 🇵🇸

# innaNaj'aluka.transcription
source: Allahumma inna naj'aluka fi nuhurihim wa na'udhu bika min shururihim
kk_kz: Аллаһуммә иннә нәж'әлукә фи нуһурихим уа на'узу бикә мин шурурихим
ru: Аллахумма инна наджьалука фи нухурихим уа на'узу бика мин шурурихим

# innaNaj'aluka.translation
source: O Allah, we place You in their rears, and we seek refuge in You from their evil
kk_kz: Йа Аллаһ, бізді олардан құтқаруыңды сұраймыз және Сенен олардың жамандықтарынан пана сұраймыз
ru: О Аллах, мы ставим Тебя в их тылу и ищем прибежища в Тебе от их зла

source: Sayyidul Istighfar
kk_kz: Сәйидүл Истиғфар
ru: Сайидуль Истигфар

# sayyidulIstighfar.transcription
source: Allahumma anta rabbi laa ilaaha illa ant, kholaqtanee wa ana 'abduk, wa ana 'alaa 'ahdika wa wa'dika mastato't, a'udhu bika min sharri ma sona't, aboou laka bini'matika 'alayy, wa aboou laka bidhanbi faghfirli, fainnahu la yaghfirudh-dhunuba illa ant.
kk_kz: Аллаһумма әнтә рабби лә иләһә иллә әнтә, халақтәни уа әнә ъабдук, уа әнә ъалә ъаһдикә уа уаъдикә мастәтаъту, әъуузу бикә мин шәрри ма санаъту, уа әбуу'у иләйкә биниъмәтикә ъаләййә, уа әбу’у бизәнби фағфирли фаиннәһу лә йағфируз-зунуубә иллә әнтә.
ru: Аллахумма анта Рабби, ля иляха илля анта, халяктани ва ана 'абдука, ва ана 'аля а'хдика ва ва'дика мастата'ту. А'узу бикя мин шарри ма сана'ту, абуу лякя би ни'матикя а'лейя ва абу бизанби фагфир лии фа иннаху ля йагфируз зунуба илля анта.

# sayyidulIstighfar.translation
source: O Allah! You are my Lord! There is no god (worthy of worship) but You. You created me and I am Your slave, and I am faithful to my covenant and my promise given to You, as much as I can. I seek refuge with You from the evil I have done. I acknowledge before You the blessing You have bestowed upon me and I confess to You my sin. So I entreat You to forgive my sins, for nobody can forgive sins except You.
kk_kz: Йа, Алла! Сен менің Раббымсың, Сенен өзге Құдай жоқ, Сен мені жараттың және мен Сенің құлыңмын. Күшім жеткенше Сенің сертің мен уәдеңе амал етемін. Өзіңмен істеген жамандықтарымнан сақтанамын. Өзіңе нығметтеріңмен қайтатын боламын және күнәммен бірге қайтамын. Сонда Сен мені кеш, өйткені күнәларды Сенен басқа ешкім де кешіре алмайды.
ru: О Аллах! Ты мой Господь. Нет божества кроме Тебя, достойного поклонения. Ты сотворил меня, и я Твой раб. И я стараюсь по мере сил сдержать клятву о покорности и верности Тебе. Я прибегаю к Твоей защите от зла того, что я совершил, признаю милость, оказанную Тобой мне, и признаю свой грех. Прости же меня, ибо, поистине, никто не прощает грехов, кроме Тебя!

source: Astaghfirullahal-'adhim
kk_kz: Әстәғфируллаһ әл-'Азым
ru: Әстәғфируллаһ әл-'Азым

# astaghfirullahal-'adhim.transcription
source: Astaghfirullahal-'adhim alladhi la ilaha illa huwal hayyul qoyyum, wa atubu ilayh.
kk_kz: Әстәғфируллаһ әл-'Азым әлләзи лә иләһә иллә һууәл-Хайюл Қаййум уә әтубу иләйһ.
ru: Астагфируллах аль-Азым аллязи ля иляха илля хуваль-хаййуль-каййума ва атубу иляйхи.

# astaghfirullahal-'adhim.translation
source: I seek the forgiveness of Allah the Mighty, Whom there is no god (worthy of worship) but Him, The Living, The All-Sustaining and I repent unto Him.
kk_kz: Одан басқа құлшылыққа лайықты құдай болмаған Тірі әрі Мәңгі Жасаушы Ұлы Аллаһтан кешірім тілеп, әрі Оған тәубе етемін.
ru: Прошу прощения у Аллаха Великого, помимо которого нет иного бога, Он - Живой, Вечный, и я приношу Ему своё покаяние.

# ayatul-Kursi
source: Ayat al-Kursi
kk_kz: Аятүл Күрси
ru: Аятуль Курси

# ayatul-Kursi.transcription
source: Allahu laaa ilaaha illaa huwal haiyul qai-yoom; laa taakhuzuhoo sinatunw wa laa nawm; lahoo maa fissamaawaati wa maa fil ard; man zallazee yashfa'u indahooo illaa be iznih; ya'lamu maa baina aideehim wa maa khalfahum; wa laa yuheetoona beshai 'immin 'ilmihee illa be maa shaaaa; wasi'a kursiyyuhus samaa waati wal arda wa la ya'ooduho hifzuhumaa; wa huwal aliyyul 'azeem
kk_kz: Аллааһу ләә иләәһә илләә һууәл хәйууль қайуум. Ләә тә'хузуһу синәту уә ләә нәум. Ләһуу мәә фис-сәмәәуәәти уә мәә фил-ард. Мән зәлләзии йәшфәъу ъиндәһу илләә би-изнииһ. Йәъләму мәә бәйнә әйдииһим уә мәә халфәһум уә ләә юхиитуунә бишәй-иммин ъилмиһии илләә бимәә шәә-ә. Уәсиъә курсиюһус-сәмәәуәәти уәл-арда уә ләә йә-удуһуу хифзуһумәә уә һууәл ъәлиюл-ъазыйм
ru: Аллааху ляя иляяхэ илляя хуваль-хайюль-кайюуум, ляя таэхузухуу синатув-валяя науум, ляхуу маа фис-самааваати ва маа филь ард, мэн зал-лязии яшфягу гиндахуу илляя би изних, ягляму маа бэйнэ айдиихим ва маа хальфахум. Ва ляя юхиитуунэ би шэйим-мин гильмихи илляя би маа шаа‘, васига курсийюхуссамааваати ва маа филь ард, ва ляя я уудухуу хифзухумаа ва хуваль-галийюль-газыиим.

# ayatul-Kursi.translation
source: Allah! There is no god ˹worthy of worship˺ except Him, the Ever-Living, All-Sustaining. Neither drowsiness nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who could possibly intercede with Him without His permission? He ˹fully˺ knows what is ahead of them and what is behind them, but no one can grasp any of His knowledge—except what He wills ˹to reveal˺. His Seat encompasses the heavens and the earth, and the preservation of both does not tire Him. For He is the Most High, the Greatest.
kk_kz: Аллаһтан басқа ешбір тәңір жоқ. Ол - Тірі, Толық Меңгеріп Тұрушы. Ол қалғымайды да ұйықтамайды. Көктердегі және жердегі нәрселер Оған тән. Оның құзырында Өзінің рұқсатынсыз кім шапағат етеді? Олардың алдарындағыны да, арттарындағыны да біледі. Олар Оның қалауынан басқа ешнәрсе білмейді. Оның Күрсісі көктер мен жерді сыйдырады. Оған ол екеуін қорғау ауыр келмейді. Және Али (бәрінен биік, асқақ), Азым (бәрінен ұлы).
ru: Аллах (Бог , Господь)…Нет бога, кроме Него, вечно Живого, Сущего. Его не постигнут ни сон, ни дремота. Ему принадлежит всё, что в небесах и на Земле. Кто заступится пред Ним, иначе как по воле Его!? Ему ведомо то, что было, и то, что будет. Никто не в состоянии постигнуть и частицы из знания Его, кроме как по воле Его. Небеса и Землю объемлет курсий (Великий Трон) Его, и не утруждает Его забота о них [Обо всем том, что находится в нашей галактической системе]. Он – Всевышний [по всем характеристикам выше всего и вся], Великий [величие Его не имеет границ]!

source: Tasbih after salah
kk_kz: Намаздан соңғы тәсбих
ru: Тасбих после намаза

# morningEveningProtection
source: Morning and evening zikrs for protection
kk_kz: Таң мен кеште айтылатын зияннан сақтану, қорғану зікірлері
ru: Утренние и вечерние зикры для оберегания от вреда.

# subhanallah
source: Subhaanallah
kk_kz: Субхәналлаһ
ru: Субханаллах

# subhanallah.transcription
source: Subhanallah
kk_kz: Субхәналлаһ
ru: Субханаллах

# subhanallah.translation
source: Exalted is Allah
kk_kz: Аллаһ кемшілік атаулыдан Пәк
ru: Аллах пречист от всех недостатков

source: Alhamdulillah
kk_kz: Әлхәмдулилләһ
ru: Альхамдулиллях

# alhamdulillah.transcription
source: Alhamdulillah
kk_kz: Әлхәмдулилләһ
ru: Альхамдулиллях

# alhamdulillah.translation
source: Praise be to Allah
kk_kz: Барлық мақтау, мадақ Аллаһқа тән
ru: Вся Хвала принадлежит Аллаху

source: Allahu Akbar
kk_kz: Аллаһу Әкбар
ru: Аллаху Акбар

# Allahuakbar.transcription
source: Allahu Akbar
kk_kz: Аллаһу Әкбар
ru: Аллаху Акбар

# Allahuakbar.translation
source: Allah is Great
kk_kz: Аллаһ Ұлық!
ru: Аллаһ Велик!

source: Bismillahil ladhi
kk_kz: Бисмилләһил ләзи
ru: Бисмилляхил лязи

# bismillahilladhi.transcription
source: Bismillahil ladhi la yadurru ma'asmihi shai un fil ardi wa lafis-sama i, wa Huwas-Sami'ul-Alim.
kk_kz: Бисмилләһил ләзи лә йадурру мә'әсмиһи шәй ун фил арды уә лә фиссәмә и уә һуәс-Сәми'үл-'Әлим.
ru: БисмиЛляхи ллязи ля ядурру маасмихи шайун филь арды ва ля фи ссамаи ва хува Ссамиуль Алим.

# bismillahilladhi.translation
source: In the Name of Allah, Who with His Name nothing can cause harm in the earth nor in the heavens, and He is the All-Hearing, the All-Knowing.
kk_kz: Есімі аталғанда жердегі және көктегі ешбір нәрсе зиянын тигізе алмайтын Алланың атымен! Ол – бәрін Естуші һәм бәрін Білуші!.
ru: С именем Аллаха, с именем Которого ничто не причинит вреда ни на земле, ни на небе, ведь Он – Слышащий, Знающий!.

# a'udhubikalimatillahi
source: A'udhu bi kalimatillaahi at-taammaati min sharri ma khalaq.
kk_kz: Әғузу бикәлимәтилләһит тәәммәти мин шәрри мә халәқ.
ru: Агузу би-калимати Лляхи-т-тамати мин шарри ма халяк.

# a'udhubikalimatillahi.transcription
source: A'udhu bi kalimatillaahi at-taammaati min sharri ma khalaq.
kk_kz: Әғузу бикәлимәтилләһит тәәммәти мин шәрри мә халәқ.
ru: Агузу би-калимати Лляхи-т-тамати мин шарри ма халяк.

# a'udhubikalimatillahi.translation
source: I seek refuge in the Perfect Words of Allah from the evil of what He has created.
kk_kz: Аллаһтың кәміл сөздерімен жаратқан нәрселерінің жаманшылығынан сыйынамын.
ru: Прибегаю к защите совершенных слов Аллаха от зла того, что Он создал.

source: Hasbiyallahu
kk_kz: Хәсбиаллаһу
ru: Хасбия-Ллаху

# hasbiyallahu.transcription
source: HasbiyAllahu laa ilaaha illa huwa alayhi tawakkaltu wa huwa Rabbul arshil adheem.
kk_kz: Хәсбиаллаһу лә иләәһә иллә һуә 'әләйһи тәуәккәлту уә һуә Раббуль - 'аршил- 'азым.
ru: Хасбия-Ллаху ля иляха илля хува алейхи таваккальту ва хува Раббуль-Аршиль-Азым.

# hasbiyallahu.translation
source: Allah is sufficient for me. There is none worthy of worship but Him. I have placed my trust in Him. He is the Lord of the Majestic throne.
kk_kz: Бір Аллаһ маған жеткілікті, Одан басқа тәңір жоқ. Аллаһқа ғана тәуекел еттім. Ол – ұлы Аршының Раббы.
ru: Достаточно мне Аллаха, нет божества достойного поклонения, кроме Него, на Него я только уповаю, и Он – Господь великого Трона.

source: Al-Fatiha
kk_kz: Фатиха сүресі
ru: Сура Фатиха
