Repository: Yerazhas/ZikrAppSUI
Catalog: ZikrAppSUI/Resources/*.lproj/Localizable.strings
Languages: kk_kz, ru

source: Don't know
kk_kz: Білмеймін
ru: Не знаю

# majorityAgeWarningTitle
source: If you don't know your majority age, then we automatically take 15 years
kk_kz: Егер балиғат жасқа толған уақытыңызды білмесеңіз, автоматты түрде 15 жас есепке алынады
ru: Если не знаете возраст, когда наступило совершеннолетие, автоматически выберется 15 лет

source: Since today
kk_kz: Бүгіннен бастап
ru: С сегодняшнего дня

# safarDays
source: Days on safar
kk_kz: Сапарда болған күндер
ru: Количество дней в сафаре

# birthDay
source: Birth date
kk_kz: Туған күн
ru: Дата рождения

# yourBirthDay
source: Your birth date
kk_kz: Сіздің туған күніңіз
ru: Ваш день рождения

source: Prayer start date
kk_kz: Намаз бастаған күн
ru: Дата начала молитв

source: Your prayer start date
kk_kz: Сіз намаз бастаған күн
ru: Дата начала ваших молитв

source: Monthly haid days
kk_kz: Әр айдағы етеккір ұзақтығы
ru: Количество дней хайда в каждом месяце

# birthAmountBeforePrayerStart
source: Birth amount before prayers start
kk_kz: Намаз бастағанға дейінгі босану саны
ru: Количество родов до того, как начали молитву

source: remaining qaza
kk_kz: қалған қаза
ru: осталось каза

source: Male
kk_kz: Еркек
ru: Мужчина

source: Female
kk_kz: Әйел
ru: Женщина

# knowQazaAmount
source: Yes, I do
kk_kz: Йә, білемін
ru: Да, знаю

# dontKnowQazaAmount
source: No, help me calculate
kk_kz: Жоқ, есептеуге көмек керек
ru: Нет, нужна помощь в подсчете

# hanafiCalculation
source: Calculation is based on Hanafi fiqh school
kk_kz: Есептеу Ханафи фиқһ мектебіне сай жасалады
ru: Подсчеты сделаны по Ханафитской фикховой школе

# qazaCalculationIntroText
source: Assalamualeykum! Now you can track and make up for your missed prayers. Do you know the exact amount of your missed prayers?
kk_kz: Әссәләмуғалейкүм! Енді сіз қаза болған намаздарыңызды есептеп, өтей аласыз. Қаза намаздарыңыздың санын нақты білесіз бе?
ru: Ассаламуалейкум! Теперь вы можете подсчитывать и восполнять пропущенные намазы. Вы знаете количество пропущенных намазов?

# calculationProgressTitle
source: Calculating your personal qaza prayers...
kk_kz: Сіздің қаза намаздарыңызды есептеудеміз...
ru: Подсчитываем количество ваших намазов...

# purchaseProgressTitle
source: Starting your wonderful journey...
kk_kz: Таңғажайып саяхатыңыз басталуда...
ru: Ваше удивительное путешествие начинается...

# dontClosePage
source: Please don't close the page
kk_kz: Өтінеміз, бұл бетті жаппай тұрыңыз
ru: Пожалуйста, не закрывайте данную страницу

source: Save
kk_kz: Сақтау
ru: Сохранить

source: qaza
kk_kz: қаза
ru: каза

source: Subscription failed
kk_kz: Жазылуда қате орын алды
ru: Ошибка при подписке

source: Retry
kk_kz: Қайталау
ru: Повторить

source: Claim Now!
kk_kz: Қазір Алу!
ru: Взять Сейчас!

# beABetterMuslim
source: Unlock Zikr Tracker, Qaza Tracker functionalities with Premium!
kk_kz: Premium арқылы өнімді, мықты мұсылман болыңыз! БІР РЕТ төлеп - өмір бойы қолданыңыз
ru: Откройте функции Zikr Tracker, Qaza Tracker вместе с Premium!

source: month
kk_kz: ай
ru: месяц

source: year
kk_kz: жыл
ru: год

source: Prayers
kk_kz: Намаздар
ru: Молитвы

source: Show all
kk_kz: Барлығын көрсету
ru: Показать все

source: Hide
kk_kz: Жасыру
ru: Скрыть

source: Last updated: %@
kk_kz: Соңғы өзгеріс: %@
ru: Последнее изменение: %@

source: yesterday
kk_kz: кеше
ru: вчера

# welcomePromoTitle1
source: Millions
kk_kz: Миллиондаған
ru: Миллионы

# welcomePromoSubtitle1
source: of dhikrs done
kk_kz: зікірлер жасалды
ru: зикров совершены

# welcomePromoSubtitle2
source: High-Rated App 2023
kk_kz: Жоғары Бағаланған Қосымша 2023
ru: Приложение с Высокой Оценкой 2023

# welcomePromoTitle3
source: Tracker
kk_kz: Трекер
ru: Трекер

# welcomePromoSubtitle3
source: of dhikrs and missed prayers
kk_kz: зікірлер мен намаздар
ru: зикры и намазы

# welcomeTitle
source: Assalamualeykum
kk_kz: Әссәләмуғалейкүм
ru: Ассаламуалейкум

# welcomeSubtitle
source: The most user-friendly & best habit forming app for dhikrs
kk_kz: Қолдануға ең қолайлы & зікір айтуды әдетке айналдыратын ең жақсы қосымша
ru: Самое удобное и лучшее приложение для формирования привычки ежедневных зикров

source: Before
kk_kz: Дейін
ru: До

# beforeText1
source: Unorganized muslim life
kk_kz: Жүйесіз мұсылман өмірі
ru: Неорганизованная жизнь

# beforeText2
source: Ignoring daily dhikrs
kk_kz: Күнделікті зікірлерді елемеу
ru: Пропуск ежедневных зикров

# beforeText3
source: Unfinished goals
kk_kz: Аяқталмаған жоспарлар
ru: Незаконченные цели

# beforeText4
source: Bad habits
kk_kz: Жаман әдеттер
ru: Плохие привычки

source: After
kk_kz: Кейін
ru: После

# afterText1
source: Structured day
kk_kz: Жүйеленген күн
ru: Струтурированный день

# afterText2
source: Daily dhikrs
kk_kz: Күнделікті зікірлер
ru: Ежедневные зикры

# afterText3
source: Healthy muslim habits
kk_kz: Салауатты әдеттер
ru: Здоровые привычки

# afterText4
source: Peace of mind
kk_kz: Жүрек тыныштығы
ru: Умиротворенное сердце

source: Copy
kk_kz: Көшіру
ru: Копировать

source: unlimited access
kk_kz: шектеусіз қолдану
ru: безлимитный доступ

# trial3Days
source: FREE 3 DAYS
kk_kz: ТЕГІН 3 КҮН
ru: БЕСПЛАТНЫЕ 3 ДНЯ

# trialWeek
source: FREE WEEK
kk_kz: ТЕГІН АПТА
ru: БЕСПЛАТНАЯ НЕДЕЛЯ

# russiaPayment
source: How to pay from Russia?
kk_kz: Как оплатить из России?
ru: Ресейден қалай төлесе болады?

source: 6 months
ru: 6 месячная

# autoRenewing6Months
source: Billed every 6 months
ru: Подписка каждые 6 месяцев

# ios_review_msg
source: Assalamualeikum. My id: %@. I left a good review will send you screenshot now.
ru: Ассаламуалейкум. Мой id: %@. Я оставил отзыв, сейчас отправлю скрин.

# resetQazas
source: Are you sure to reset qaza prayers?
ru: Вы точно хотите сбросить каза намазы?

# beABetterMuslim1
source: Unlock Zikr Tracker, Qaza Tracker functionalities with Premium! Pay ONCE - use forever
ru: Откройте функции Zikr Tracker, Qaza Tracker вместе вместе с Premium! купите ОДИН РАЗ - используйте всю жизнь
